app/controllers/webhook_event_requests_controller.rb

  def index
    @webhook_event_requests = WebhookEventRequest.all
---
SELECT "webhook_event_requests".* FROM "webhook_event_requests"